Repository: laurik-rait/EstCamp
Catalog: locale/*/LC_MESSAGES/django.po
Languages: et

source: Estonian
et: Eesti

source: English
et: Inglise

source: Homepage
et: Koduleht

source: See available tickets
et: Kuva saadaval olevaid pileteid

source: Reservations
et: Reservatsioonid

source: Reserve tickets
et: Reserveeri pileteid

source: Back to home
et: Tagasi kodulehele

source: Your reservation has been booked!
et: Su reservatsioon on kinnitatud!

source: Name
et: Nimi

source: Ticket type
et: Pileti tüüp

source: Ticket cost
et: Pileti hind

source: Please make the payment to Robert Mattias Kuusk • EE207700771005346153
et: Palun tee makse kontole Robert Mattias Kuusk • EE207700771005346153

source: In the description, please include your full name(s).
et: Makse kirjeldusse kirjuta oma täisnimi/-nimed.

source: Submit
et: Sisesta

source: Tickets
et: Piletid

source: Ticket availability
et: Pileti saadavus

source: Sold out.
et: Välja müüdud.

source: There are currently %(count)s tickets available!
et: Alles on %(count)s piletit!

source: Reserve now
et: Reserveeri nüüd
